{
  "hello": {
    "Hello": "Hello",
    "Description": "I am a Developer"
  },

  "about": {
    "Content": "I am passionate about creating and developing web applications and software, always looking for the most optimal and efficient solutions. With experience in using modern technologies such as TypeScript, React and Tailwind CSS. I love learning and applying new technologies."
    
  },

  "experience": {
    "work": {
      "intern": "Intern | 2023 - Present",
      "company": "Quaric Co., Ltd.",
      "content": "- I had the opportunity to intern at a technology company where I got to work on real-world software development projects. During my internship, I learned how to work in a team, manage my time, and apply my knowledge to solving real-world problems.\n\n - This was an important stepping stone to help me better understand the professional working environment and strengthen my skills."
    },
    "education": {
      "university": {
        "time": "Full-time | 2022 - Present",
        "company": "An Giang University",
        "content": "- I had the opportunity to intern at a technology company where I got to work on real-world software development projects. During my internship, I learned how to work in a team, manage my time, and apply my knowledge to solving real-world problems.\n\n- These experiences nurtured a passion for technology and a willingness to adapt to change.\n\n"
      },
      "highSchool": {
        "time": "Full-time | 2019 - 2022",
        "company": "Thuan Hung High School",
        "content": "- In high school, where I not only built a solid foundation of knowledge but also trained my thinking skills and proactive learning.\n\n- During my studies, I actively participated in extracurricular activities and competitions, which helped develop my communication and teamwork skills and better prepared me for my future studies."
      },
      "secondarySchool": {
        "time": "Full-time | 2015 - 2019",
        "company": "Thuan Hung Secondary School",
        "content": "- In high school, I began expand my knowledge and sharpen my critical thinking skills. I challenged myself with advanced subjects and explored different fields of study, which helped me gain a deeper understanding of various concepts.\n\n- Beyond academics, I actively participated in group projects and extracurricular activities, taking on leadership roles whenever possible. These experiences improved my problem-solving abilities, teamwork, and communication skills, all of which prepared me for future academic and personal growth."
      }
    }
  }
}
